group_bot_info = {'access_token': 'e9c870371862928bbe7b9d35e0e0aaadc5fa454a988'
                                  '9ab572a453a9a2f7bbc092401b5197fbbf7114b39b',
                  'group_id': 175918403}

profile_bot_info = {'access_token': 'bb26eb11022359d7f167651cdfc36ce4cae832b48675d'
                                    'f518a2015c5d2d99568c61c7e31d2e24d3a09c33',
                    'user_id': 516941053,
                    'user_link': 'https://vk.com/tommybarista'}

database_info = {'host': '127.0.0.1',
                 'user': 'root',
                 'password': 'password',
                 'database_name': 'stalkerbot'}

start_message = 'Добро пожаловать в Stalker RP "Последняя Обитель"!\n\n' \
                'Дабы не возникало лишних вопросов и неувязок, настоятельно рекомендуем ознакомиться:\n' \
                '- с правилами ролевой (https://vk.com/topic-175918403_41298960);\n' \
                '- с наказаниями за несоблюдение правил (https://vk.com/topic-175918403_47997259).\n\n' \
                'Не терпится начать играть? Так давайте же заполним анкету!'

create_character_message = 'Анкета необходима для того, чтобы составить общее представление о Вашем персонаже. ' \
                           'Также анкета - своеобразное тестирование, по результатам которого администрация ' \
                           'оценивает ваш уровень понимания РП-процесса.\n\n' \
                           'Несколько важных нюансов по заполнению анкеты:\n' \
                           '- заполнение анкеты идет пошагово;\n' \
                           '- события ролевой происходят в 2013 году;\n' \
                           '- анкета должна быть содержательной;\n' \
                           '- большой объём анкеты приветствуется.\n\n' \
                           'Макет заполнения анкеты:\n' \
                           '1. Фамилия.\n' \
                           '2. Имя.\n' \
                           '3. Отчество. *\n' \
                           '4. Прозвище. *\n' \
                           '5. Возраст.\n' \
                           '6. Биография.\n' \
                           '7. Внешность.\n' \
                           '8. Отличительные признаки (всё то, что не вошло в пункты 1-7). *\n' \
                           '* - если данные пункты Вы не будете заполнять, ставьте прочерк ( - ).\n\n' \
                           'Пункты 1, 2, 3, 4 имеют ограничение в 50 символов. Пункты 6, 7, 8 - в 4000 символов.\n\n' \
                           'Также, обратите свое внимание на то, что сообщения ВКонтакте делятся на несколько частей, ' \
                           'если превышают 4096 символов. Если сообщение разделится, будет записана вторая его часть.'

reset_code = '7w45kwyBPAVHIDQ'
admin_code = 'LJgRWslxcQ3HjFg'
